package kjh.sns.manager;
/*
 * 첫 프로젝트 진행
 * 
 * 생각해보니까, 수업시간에 배운 바에 따르면,
 * 디자인은 직접해야 한다.
 * 
 * 배운 것 중에서 제일 중요한 것 중 하나는 바로 외부 모듈 가져오는 것이라고 볼 수 있다.
 * 
 * 
 * 프로젝트 주제: SNS 게시물 관리자
 * 
 * 
 * 프로젝트 선정 이유:
 * 
 * 페이스북, 트위터 등 SNS 게시물은 타임라인 형식으로 되어있어서,
 * 게시물이 많아지면 지난 글을 찾기 어려워지고, 모아서 정리하기가 어려워진다.
 * 
 * 그러면 과거에 열심히 작성하던 게시물들이 나중에는 다시 보기 어려워져서 아깝기 때문에
 * 이 프로젝트를 시작하게 되었다.
 * 
 * 
 * 기대 효과:
 * 
 * SNS에 대한 접근성, 흥미유발에 기여하고,
 * SNS 게시물을 모아서 자신의 생각을 정리할 수 있을 것으로 기대한다.
 * 
 * 
 * 
 */
public class Main {

	public static void main(String[] args) {
		// TODO Auto-generated method stub

	}

}
